const qnaList = [
  {
    q: "1. 여기서 당신의 길드는?",
    a: ["1. 건💛", "2. 곤💚", "3. 감💙", "4. 리❤️"],
  },
  {
    q: "2. 오늘도 코딩해야지! 그런데.. 어디서 하지?",
    a: [
      "1. 아이맥 뽕뽑으러 가야지! 클러스터에 간다",
      "2. 클러스터는 좋지만, 개인 과제가 하고 싶어! 1층 라운지에서 노트북을 켠다",
      "3. 역시 코딩은 카페지! 음료와 함께 카페에서 한다",
      "4. 집 밖은 위험해! 집에서 한다",
    ],
  },
  {
    q: "3. 잠깐! 그 전에 음악을 켜야지! 이때 당신이 꺼내든 물건은?",
    a: [
      "1. 음악은 역시 스피커.",
      "2. 개성적인 무선헤드셋",
      "3. 익숙한게 좋아, 유선 이어폰",
      "4. 이번에 새로 산 무선이어폰",
    ],
  },
  {
    q:
      "4. 갑자기 집중이 안 되네.. 지금은 기분 전환이 필요할 때! 근데 뭐하지?",
    a: [
      "1. 후~ 1층 밖에서 담배를 피운다",
      "2. 오아시스에서 당 충전을 하며 사색의 시간을 갖는다",
      "3. 동료와 수다 떤다",
      "4. 옥상에 올라가 찬 바람을 맞으며 바깥 풍경을 바라본다",
    ],
  },
  {
    q:
      "5. 동료평가를 진행해야 하는데 평가자가 나타나지 않는다?! 어떻게 해야 하지?",
    a: [
      "1. 일단 기다린다...",
      "2. 슬랙에 이 상황을 공유한다",
      "3. 5분 지나자마자 취소 때린다",
      "4. 상대방이 전화를 받을 때까지 무한 슬랙콜을 건다",
    ],
  },
  {
    q: "6. 인트라에 접속해보니 갑자기 50월렛이 생겼네? 뭐 살까?",
    a: [
      "1. 당장 프로필 사진부터 바꾼다",
      "2. 100월렛을 모아 업적 달성해야지! 일단 모아둔다",
      "3. 전에 가방 갖고 싶다고 했던 동료가 생각나서 '에코 하지 않은 에코백'을 선물한다",
      "4. 나는야 기부왕! 스티커 25개를 사서 주변에 뿌린다",
    ],
  },
  {
    q: "7. 내일도 코딩할 생각에 기분이 좋군, 언제 할까?",
    a: [
      "1. 당근 코딩은 아침이지",
      "2. 늦잠 자고 점심에 해야지",
      "3. 나는 저녁형 인간이니까 저녁에 달려야지",
      "4. 고요한 새벽에 해야 제대로 집중이 된다고",
    ],
  }
];
