const qnaList = [
  {
    q: "1. 나의 길드는?",
    a: ["1. 건💛", "2. 곤💚", "3. 감💙", "4. 리❤"],
  },
  {
    q: "2. 새로운 하루가 시작됐다. 오늘도 코딩해야지~ 자, 어디서 해볼까?",
    a: [
        "1. 아이맥 뽕뽑으러 가야지! 클러스터에 간다.",
        "2. 클러스터는 좋지만 개인 과제가 하고 싶어! 1층 라운지에서 노트북을 켠다.",
        "3. 역시 코딩은 카페지! 커피 한잔과 함께 카페에서 한다.",
        "4. 집 밖은 위험해! 집에서 한다."
    ],
  },
  {
    q:
      "3. 아.. 갑자기 집중이 안되네. 지금은 기분 전환이 필요할 때! 이 때 당신은?(책상 혹은 가방 안)",
    a: [
        "1. 후~ 1층에서 담배를 핀다",
        "2. 오아시스에서 당충전을 하며 사색의 시간을 갖는다",
        "3. 동료와 수다떤다",
        "4. 옥상에 올라가 찬 바람을 맞으며 서울의 풍경을 바라본다."
    ],
  },
  {
    q:
      "4. 동료평가를 진행해야 하는데 평가자가 나타나지 않는다... 어떻게 해야하지?!",
    a: [
      "1. 일단 기다려본다...",
      "2. 5분 기다리고 지나자마자 취소 때린다",
      "3. 상대방이 전화를 받을 때까지 무한 슬랙콜을 건다",
      "4. 슬랙 랜덤방에 이 상황을 공유한다",
    ],
  },
  {
    q: "5. 엇, 인트라에 접속해보니 갑자기 50월렛이 생겼다! 당신의 선택은?",
    a: [
      "1. 어림없지! 프로필 사진부터 바꾼다.",
      "2. 나는야 기부왕! 스티커 25개를 사서 주변에 뿌린다!",
      "3. 예전에 가방이 가지고 싶다고 했던 동료가 생각나서 '에코하지 않은 에코백'을 선물한다!",
      "4. 아냐 100월렛을 모아 업적을 달성해야지! 일단 모아둔다.",
    ],
  },
  {
    q:
      "6. 헉 내일이 파티였잖아? 어떤 아이템을 착용해야하지..? or 사용하는 헤드셋은?",
    a: [
      "1. 무선이어폰",
      "2. 유선이어폰",
      "3. 무선헤드셋",
      "4. 없음(노래를 듣지않음)"
    ],
  },
];
