const exList = [
  {
    t: "왁자지껄 개발자",
    s: "사람들과 어울리는 걸 좋아하는 당신!\n 코딩할 때 혼자 머리를 싸매고 있기보다는 여럿이 같이 토론하며 의견을 나누는 것을 좋아하는 타입이군요.\n 42의 동료평가 시스템은 당신에게 최고의 경험을 선사할 거예요!\n 하지만 가끔은 혼자서 몰두하는 시간을 가져야 넘을 수 있는 벽도 있다는 사실 잊지 마세요!",
  },
  {
    t: "마이웨이 개발자",
    s: [
      "나 자신도 주변도 놓칠 수 없는 당신!\n 클러스터의 분위기와 개인 프로젝트 두 마리 토끼를 다 잡고 있군요.\n 열심히 사는 것도 좋지만, 너무 바빠 주변이 변화하는 모습을 놓치는 때도 있을 것 같아요.\n 가끔은 42 동료 카뎃들과 다트를 하며 쉬는 시간을 갖는 건 어떨까요?",
    ],
  },
  {
    t: "얼리어답터 개발자",
    s: [
      "이 세상 모든 신제품은 무조건 내 손안에 들어와야 직성이 풀리는 당신!\n 그래서인지 주변 사람들이 당신에게 신제품에 관해 물어보는 일이 많을 것 같아요.\n 개인 장비를 화려하게 늘어놓고 코딩에 집중하는 것도 좋지만, 가끔은 클러스터에 와서 아이맥을 이용해보는 건 어떨까요?\n 동료와 대화를 할 수 있는 좋은 기회는 덤이라구요!",
    ],
  },
  {
    t: "모각코 개발자",
    s: [
      "당신은 모여있지만 각자 코딩을 즐기는 모각코형 타입이군요!\n 사람들 속에서 자신만의 과제에 집중하고, 열심히 코딩하는 모습이 보기 좋아요.\n 그런데..\n 블랙홀은 잘 챙기고 있는 거 맞죠?\n 개인 프로젝트도 중요하지만, 기회가 된다면 동료들에게 연락해서 같이 서브젝트를 돌파해보는 건 어떨까요?",
    ],
  },
  {
    t: "집콕 개발자",
    s: [
      "집 밖은 위험해!\n 클러스터가 그립지 않은 당신!\n 당신은 직접 대면하는 것보다 화상 회의로 사람들과 소통하는 것이 더 친숙하군요.\n 요즘 세상에 집 안 보다 안전한 곳은 없다지만, 날이 풀리면 클러스터에 나가보는 건 어떨까요?\n 클러스터의 아이맥이 기다리고 있을 거예요.",
    ],
  },
];
